tap "homebrew/services"
tap "shivammathur/php"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "bash"
brew "libssh2"
brew "bat"
brew "blueutil"
brew "cmake"
brew "freetds"
brew "gcc"
brew "libavif"
brew "gd"
brew "php"
brew "composer"
brew "docker"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "ice"
brew "imlib2"
brew "luarocks"
brew "mysql", restart_service: :changed
brew "neovim"
brew "nvm"
brew "pandoc"
brew "perl"
brew "php@8.1"
brew "powerlevel10k"
brew "ppsspp"
brew "pyenv"
brew "redis"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "trash"
brew "typescript"
brew "yarn"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"
cask "alacritty"
cask "anydesk"
cask "beekeeper-studio"
cask "caffeine"
cask "clipy"
cask "cursor"
cask "finicky"
cask "font-cousine-nerd-font"
cask "font-hack-nerd-font"
cask "hyperkey"
cask "iina"
cask "jordanbaird-ice"
cask "keycastr"
cask "lulu"
cask "maccy"
cask "meld"
cask "ngrok"
cask "rectangle"
cask "shortcat"
cask "warp"
cask "zed"
