tap "homebrew/services"
tap "shivammathur/php"
brew "bash"
brew "blueutil"
brew "php"
brew "composer"
brew "docker"
brew "gcc"
brew "gh"
brew "git"
brew "go"
brew "ice"
brew "luarocks"
brew "mysql"
brew "neovim"
brew "nvm"
brew "pandoc"
brew "php@8.1"
brew "powerlevel10k"
brew "pyenv"
brew "redis"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "alacritty"
cask "caffeine"
cask "hyperkey"
cask "iina"
cask "keycastr"
cask "maccy"
cask "meld"
cask "rectangle"
cask "shortcat"
cask "warp"
cask "zed"
